
import Layout from "../../components/layout/Layout"

const Rules = () => {

    return (
        <Layout>
           <div className="info__wrapper">
                <div className="info__title">
                    <h3>Пользовательское соглашение (от 11.10.2020 г.)</h3>
                </div>
                <div className="info__text">
                <p>Добро пожаловать! Настоящее Пользовательское соглашение определяет условия для доступа и использования интернет-сайтов, мобильных версий интернет-сайтов, мобильных приложений и иных интернет-порталов, принадлежащих, управляемых, действующих под товарным знаком hopastore.ru или доступ к которым предоставляет hopastore.ru (как определено ниже) время от времени, которые относятся к электронной торговой площадке hopastore, включая, но не ограничиваясь следующим: интернет-версия и версия, оптимизированная для мобильных устройств, сайтов, идентифицируемых с помощью унифицированного указателя ресурса hopastore, их поддомены и мобильные приложения электронных торговых площадок hopastore (далее – Сайты hopastore или Сайты). Настоящий документ является юридически обязывающим соглашением между Вами как пользователем (пользователями) Сайтов (именуемые в дальнейшем Вы, Ваш, Пользователь) и юридическим лицом hopastore, заключающим соглашение и определяемым в соответствии с пунктом 2.1 ниже (именуемым в дальнейшем мы, наш или hopastore)</p>

                <h4>1. Применение и принятие условий</h4>

                <p>Условия, содержащиеся в настоящем документе, регламентируют доступ и использование Вами Сайтов и услуг, программного обеспечения и продуктов (с использованием Сайтов, которые включают платформы, указанные в пункте 7.1 Условий) компании hopastore (такие услуги, программное обеспечение и продукты в дальнейшем совместно именуются Услуги), наряду с Политикой конфиденциальности (как определено в пункте 3.3 ниже) и Политикой размещения товарных позиций, а также наряду с другими правилами и Политиками Сайтов, которые hopastore может публиковать периодически. Услуги продвижения, упоминающиеся в Соглашении о бесплатном участии hopastore включают приоритет в поиске, платное размещение продуктов, а также другие услуги, о которых периодически уведомляет hopastore Настоящий документ и другие подобные правила и Политики Сайтов в дальнейшем совместно именуются Условия. При использовании, либо при осуществлении доступа к Сайтам и Услуга, Вы соглашаетесь принять и обязуетесь соблюдать Условия. Просим Вас не пользоваться и не осуществлять доступ к Услугам и Сайтам, если Вы не принимаете все Условия</p>
                
                <p>Вы не можете использовать и осуществлять доступ к Услугам или Сайтам и не можете соглашаться с Условиями, если (а) Ваш возраст не позволяет заключать договор с hopastore, или (б) Вам запрещено пользоваться любыми из Услуг по законам РФ либо другой страны / региона, включая страну / регион, резидентом которой Вы являетесь либо, находясь в которой, Вы пользуетесь или осуществляете доступ к Услугам и Сайтам.</p>

                <p>hopastore может в любой момент изменить любые Условия, опубликовав соответствующие измененные и дополненные Условия на Сайтах. Продолжая использовать или осуществлять доступ к Услугам или Сайтам, Вы подтверждаете свое согласие с измененными и дополненными Условиями.</p>

                <p>В некоторых случаях Вы должны заключать отдельное соглашение (или соглашения) онлайн либо за пределами сети Интернет, с hopastore либо другим аффилированным лицом hopastore, на предоставление каких-либо Услуг (или части Услуг) (далее - Дополнительное соглашение). В случае, если положения Условий и Дополнительных соглашений не соответствуют либо противоречат друг другу, приоритет отдается Дополнительным Соглашениям только в части, регламентирующей предоставление соответствующих Услуг (или части Услуг), предоставляемых по таким Дополнительным Соглашениям.</p>

                <p> Условия не могут быть изменены или дополнены никаким иным образом, кроме как в письменной форме уполномоченным должностным лицом hopastore</p>

                <h4>2. Предоставление Услуг и Информация Правового Характера</h4>

                <p>Несмотря на какие бы то ни было положения настоящего пункта 2.1, если Вы являетесь резидентом или имеете доступ и пользуетесь Сайтами hopastore из любой из Соответствующих Юрисдикций («Пользователь hopastore из Соответствующих Юрисдикций»), Вы заключаете соглашение с hopastore «Соответствующие Юрисдикции» означают Российскую Федерацию, Азербайджан, Армению, Беларусь, Грузию, Казахстан, Кыргызстан, Молдову, Туркменистан, Таджикистан и Узбекистан. Также Вы заключаете соглашение с hopastore.</p>

                <p>Вы должны зарегистрироваться как Участник Сайтов для получения доступа и использования некоторых Услуг. Возможность доступа, использования и/или прекращения использования определенной Услуги (в том числе, любой ее части) может также зависеть от категории, технических характеристик или функционала этой Услуги или Сайтов. В дальнейшем, hopastore оставляет за собой право, без предварительного уведомления, ограничить доступ либо использование определенных Услуг, части Услуги или какого-либо функционала Сайтов для Пользователя либо поставить в зависимость от других условий, которые hopastore может ввести по своему усмотрению.</p>

                <p>Услуга (или любая часть предоставляемой Услуги), в том числе, функционал, возможность доступа или использования Услуги, могут отличаться, в том числе, в зависимости от категории Услуги, региона или страны. hopastore не гарантирует и не заявляет, что конкретная Услуга, функционал Услуги или Сайтов, либо схожая по типу или расширенная Услуга будут доступны для Пользователей или конкретного Пользователя.</p>

                <p>hopastore может по своему усмотрению ограничить, отменить или создать различные уровни доступа или использования, а также функционал любых Услуг (либо любой части предоставляемой Услуги), вводить дополнительные меры защиты учетных записей Пользователей, способы аутентификации Пользователя, ограничивать доступ или использование Услуги в случае обнаружения подозрительной активности в отношении учетной записи Пользователя (в том числе, изменять или сбрасывать ваши аутентификационные данные, ограничивать доступ или использование учетной записи для обеспечения безопасности), по техническим причинам, а также (в случаях, предусмотренных настоящим Соглашением) предоставлять доступ или возможность использования Услуги (или любой ее части) при условии предоставления hopastore Пользователем дополнительной информации и/или документов. Указанные в настоящем пункте 2.3.1 Условий действия и меры могут применяться, в том числе, в отношении группы Пользователей или конкретных Пользователей, в зависимости от обстоятельств.</p>

                <p>В настоящих Условиях под «Платными Пользователями»понимаются продавцы товаров и/или услуг и все иные лица, осуществляющие коммерческую деятельность на Сайтах. Если иное прямо не предусмотрено настоящими Условиями или иными правилами hopastore, hopastore может создать, изменить, улучшить, ввести условия, приостановить либо отменить предоставление любой Услуги (либо любой части Услуги) без предварительного уведомления, кроме случаев предоставления платной Услуги, когда такие изменения не будут существенно негативно влиять на возможность Платных Пользователей пользоваться такой Услугой, за исключением любых Пользователей hopastore из Соответствующих Юрисдикций. В отношении любых Пользователей hopastore из Соответствующих Юрисдикций, если иное прямо не предусмотрено настоящими Условиями или иными правилами hopastore, hopastore может запускать, изменять, обновлять, устанавливать условия, приостанавливать или прекращать какие-либо Услуги (или любые функции в рамках Услуг) без предварительного уведомления, а также в случаях предоставления платных Услуг, когда такие изменения не окажут существенного негативного влияния на возможность таких Платных Пользователей пользоваться такими Услугами.</p>
                <p>Некоторые Услуги (или их часть) могут предоставляться аффилированными лицами hopastore от имени и по поручению hopastore.com.
                Услуги предоставляются на условиях «как есть» (as is). hopastore не предоставляет никаких гарантий в отношении безошибочной и бесперебойной работы Сайтов или Услуг, соответствия Сайтов или Услуг конкретным целям и ожиданиям Пользователя, безопасности доступа или использования Услуги или Сайтов.</p>

                <h4>3. Условия для всех пользователей</h4>

                <p>Как необходимое условие Вашего доступа и использования Сайтов и Услуг, Вы подтверждаете соблюдение всех действующих законов и нормативных правовых актов при использовании и осуществлении доступа к Сайтам и Услугам.</p>

                <p>Вы подтверждаете, что Вы (а) не будете копировать, воспроизводить, загружать, повторно публиковать, продавать, распространять либо перепродавать любые Услуги либо любую информацию, текст, изображения, графики, видеозаписи, звуки, директории, файлы, базы данных или перечни, и т.д., доступные на Сайтах (Контент Сайта), и (б) Вы не будете копировать, воспроизводить, загружать, собирать или каким-либо другим методом использовать Контент Сайта для целей ведения бизнеса, конкурирующего с бизнесом hopastore, либо каким либо методом коммерчески использовать Контент Сайта. Систематический поиск Контента Сайта на Сайтах для создания или составления, прямо или опосредовано, коллекции, накопления, баз данных, директорий (используя роботы, шпионские программы, автоматические устройства или вручную) без письменного разрешения hopastore запрещено. Использование любого контента или данных на Сайтах с любой, прямо не разрешенной в Условиях целью, запрещено</p>

                <h4>4. Обязанности Участников</h4>

                <p>Каждый Платный Пользователь представляет, гарантирует и подтверждает, что (а) он имеет все полномочия для согласия с Условиями, выдачу разрешения и для выполнения обязательств по настоящему Соглашению, (б) он использует и осуществляет доступ к Сайтам и Услугам только для целей ведения бизнеса, и (в) для Платных Пользователей, являющихся юридическими лицами, адрес, предоставленный при регистрации, является основным местонахождением предприятия. Для целей настоящего положения, филиал или дополнительный офис не может рассматриваться как отдельное предприятие и Ваше основное местонахождение будет рассматриваться как главный офис.</p>
                <p>Платный Пользователь обязан предоставлять информацию, данные о компании, бизнесе или продуктах/услугах как часть процесса регистрации на Сайтах либо использования и доступа к каким-либо Услугам, либо учетной записи. Каждый Платный Пользователь представляет, гарантирует и подтверждает, что (а) такая информация и данные, представленные ли в процессе регистрации или в течение использования Сайтов или Услуг, является правдивой, точной, актуальной и полной, и (б) вы будете поддерживать и оперативно изменить всю информацию и данные, чтобы они оставались правдивыми, точными, актуальными и полными.</p>

                <p>Став Участником, Вы даете согласие на включение контактной информации о вас в нашу базу данных и разрешаете hopastore и нашим аффилированным лицам делиться контактной информацией с другими Пользователями или иным образом использовать вашу личную информацию в соответствии с Политикой конфиденциальности.</p>
                <p> Каждый Участник представляет, гарантирует и подтверждает, что (а) он несет полную ответственность за получение всех необходимых сторонних разрешений в отношении любого Пользовательского Контента, который он представляет, загружает или отображает; (б)любой Пользовательский Контент, который он представляет, загружает или отображает, не нарушает авторские права, патенты, торговые марки, фирменные наименования, торговые секреты или любые другие личные или имущественные права любой третьей стороны (Права третьих лиц); и (в) он имеет право и полномочия на продажу, покупку, торговлю, распространение или экспорт или предложение к продаже, торговлю, распространение или экспорт продукции или услуг, описанных в Пользовательском Контенте и такая продажа, покупка, торговля, распространение или экспорт или предложение не нарушают какие-либо Права третьих лиц; (г) Вы и Ваши аффилированные лица не являетесь объектом каких-либо торговых ограничений, санкций или других правовых ограничений, введенных какой-либо страной, международной организацией или юрисдикцией, а также не участвовали в дистанционной продаже контрафактной или пиратской продукции; (д) если Пользовательский Контент содержит изображение иных лиц, кроме Вас, то Вы подтверждаете, что получили согласие данных лиц на использование их изображений в соответствии с условиями настоящего Пользовательского соглашения. Если данные лица являются несовершеннолетними в соответствии с применимым законодательством, Вы подтверждаете, что получили требуемое в соответствии с применимым законодательством согласие их законных представителей на использование их изображения в соответствии с условиями настоящего Пользовательского соглашения,; (е) если Пользовательский Контент содержит Ваше изображение, то Вы подтверждаете, что предоставляете согласие на использование Вашего изображения в соответствии с условиями настоящего Пользовательского соглашения.</p>
                
                <p>Каждый Участник также представляет, гарантирует и подтверждает, что обязуется:

а) осуществлять деятельность на Сайтах в соответствии с любыми применимыми законами и правилами;

б) проводить свои деловые операции с другими пользователями Сайтов добросовестно;

в) осуществлять деятельность в соответствии с Условиями и любыми применимыми Дополнительными соглашениями;

г) не использовать Услуги или Сайты, чтобы обмануть любое лицо или организацию (в том числе, без ограничения, не осуществлять продажу краденых вещей, использование украденных кредитных / дебетовых карт);

д) не выдавать себя за другое лицо или организацию, не искажать себя или свою принадлежность к какой-либо лицу или организации;

е) не заниматься рассылкой спама или фишинга;

ж) не допускать любых других противоправных действий (в том числе, без ограничений, те, которые будут представлять собой уголовное преступление, приведут к гражданской ответственности, и т.д.) или поощрять любые противоправные действия;

з) не пытаться копировать, воспроизводить, эксплуатировать или экспроприировать различные фирменные каталоги, базы данных и списки hopastore;

и) не распространять какие-либо компьютерные вирусы или другие разрушительные устройства и коды, которые повреждают, препятствуют, перехватывают или экспроприируют любые программные или аппаратные системы, данные или личную информацию;

к) не участвовать в любых схемах, которые могут подорвать целостность данных, систем или сетей, используемых hopastore и / или любым пользователем Сайтов или получить несанкционированный доступ к таким данным, системам и сетям;

л) не участвовать в каких-либо мероприятиях, которые могли бы вынудить hopastore и ее аффилированные лица нести какую-либо ответственность.</p>

<p>Участник не может пользоваться Сайтами, Услугами и учетной записью для участия в деятельности, схожей или идентичной с бизнесом площадки электронной коммерции hopastore</p>

<p>Если Платный Пользователь предоставляет информацию о лице, дающем бизнес-рекомендацию, Платный Пользователь заверяет, гарантирует и соглашается с тем, что он получил все необходимые согласия, одобрения и отказы от такого лица, дающего бизнес-рекомендацию, на то, чтобы: (а) такое лицо действовало в качестве лица, дающего Вам бизнес-рекомендацию; (б) размещать и публиковать контактные данные и информацию, рекомендательные письма и комментарии от имени такого лица; и (в), что третьи лица могут обратиться к такому лицу, дающему бизнес-рекомендации, за подтверждением требований или заявлений, сделанных о Вас. Вы также гарантируете и соглашаетесь, что все рекомендательные письма и комментарии верны и точны и третьи лица могут связаться с лицом, дающим Вам бизнес-рекомендацию без необходимости получения Вашего согласия.</p>

<p>Участник соглашается предоставить всю необходимую информацию, данные и подтверждение, и оказывать всю необходимую помощь и сотрудничество, необходимые для предоставления hopastore Услуг по оценке нарушения Условий и / или обработки жалобы любого Участника. Если Участник не выполнил данные требования, что повлекло за собой задержку, приостановление или отмену предоставления Услуги, hopastore не обязана ни продлевать срок предоставления соответствующей Услуги, ни нести ответственности за любые убытки или ущерб, вытекающие из такой задержки, приостановления или отмены, или связанные с ними</p>
<p>Участник признает и соглашается с тем, что hopastore сохраняет за собой право, но не обязана активно контролировать или осуществлять любой редакционный контроль за содержанием любых сообщений или данных или информации (включая Пользовательский контент), созданной, полученной или доступной через Услуги или Сайты. hopastore не поддерживает, не проверяет или иным образом не сертифицирует содержание каких-либо комментариев или другие данные или информацию (включая Пользовательский контент), созданные, предоставленные, размещенные или иным образом сделанные любым Участником. Каждый Участник несет ответственность за содержание своих сообщений и может быть привлечен к юридической ответственности или ответственности за содержание их комментариев или других данных или информации.</p>

<p>Участник признает и соглашается с тем, что каждый Участник несет персональную ответственность за ознакомление с применимыми законами и нормативными правовыми актами в их соответствующей юрисдикции для подтверждения, что использование и осуществление доступа к Сайту и Услугам ведется в соответствие с ними.</p>

<p>Настоящим Участник подтверждает, что он ознакомился с настоящим Пользовательским соглашением и соглашается (и/или получил соответствующее письменное согласие своих законных представителей (если применимо) и hopastore вправе потребовать документальное подтверждение этого согласия) с тем, что hopastore может связываться с Вами по почте, электронной почте, по телефону, направлять смс, сообщения по электронной почте, push-уведомления, а также с помощью других средств связи, в т.ч. но не ограничиваясь, через социальные сети (в т.ч. но не ограничиваясь, Одноклассники, Вконтакте), мессенджеры (в т.ч. Viber, WhatsApp,Telegram), в целях, включая, но не ограничиваясь, маркетинга, рекламы, изучения мнения, продвижения Сайтов и Услуг.</p>

<p>Настоящим Участник также дает согласие на то, что hopastore для целей направления рекламно-информационных, сервисных, иных сообщений hopastore.com вправе привлекать третьих лиц, в т.ч., но не ограничиваясь, различные компании, предоставляющие соответствующие услуги по направлению рекламно-информационных, сервисных и иных сообщений, мобильные операторы, мессенджеры, различные социальные сети, платформы, иные компании, оказывающие подобные услуги.</p>

<p> Если hopastore обоснованно полагает, что какое-либо из ваших действий и/или бездействие нарушает или угрожает нарушением каких-либо применимых законов и правил, hopastore может по своему собственному усмотрению в любое время предпринять действия, которые она сочтет необходимыми в свете соответствующих обстоятельств, в том числе, но не ограничиваясь, прекратить предоставление Вам всех или некоторых Услуг, а также отдельных функций Сайтов, закрыть соответствующие заказы и прекратить действие Вашей учетной записи, при этом оставляя за собой все права, которые она может иметь в отношении любых действий или поведения ее участников, не соответствующих требованиям законодательства.</p>

<p>Чтобы отказаться от получения электронных писем, содержащих рекламно-информационные сообщения, направляемых Участнику по электронной почте, Участник может воспользовавшись функцией отписки от получения электронных писем в таком письме.</p>
                </div>
           </div>
        </Layout>
    )
}



export default Rules